{
  "blink.cmp": { "branch": "main" },
  "comment": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "icons": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "mason": { "branch": "main" },
  "noice": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "oil": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "surround": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-ui-select": { "branch": "master" },
  "tmux-navigator": { "branch": "master" },
  "treesitter": { "branch": "main" }
}
